{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": true,
        "HideIconAfter": 0,
        "IconURL": "https://i.imgur.com/RHlpYgm.png",
        "DisableIconText": true,
        "IconPosition": 0,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": false,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "Welcome",
          "title1": "Welcome to Dinotopia!",
          "text1": "You've made it! A server that is both PVP and PVE! One where you can feel safe in your base, or venture north for some serious combat!\n\nPlease read the important information and rules BELOW to get started.\n\nServer Rules:\n\n1. PVP is not allowed in the PVE zone. This server uses player owned beacons for added protection, but honors the code that PVP is only allowed north of the world barrier (a massive wall made of Tek Gates following along the river near the middle of The Island). We know friendly fighting can sometimes happen (hence PVP enabled), however any malicious or unwarranted attacks on others in the PVE zone (outside of server events) could result in base demolition or server banishment.\n\n2. No protective barriers in the PVP zone. The PVP zone is meant to be a hellscape of death and destruction. Placing barriers there is not only cheating, but cowardly. Any barriers found placed north of the world barrier will be removed and the tribe responsible could face base demolition or server banishment.\n\n3. Don't be a victim. If someone breaks server rules, uses hate speech, or makes you feel unsafe, report it. Record your gameplay and send the footage to our Discord. We take the idea of teamwork, fairness, and positive communication seriously, and this ensures the server remains the thriving, exciting, and resonably safe server it's meant to be. Thank you!\n\n\nGetting Started:\n\nFollow the path from the Red Beacon (initial spawn point) to our Grand Isle Exchange. There you can find protective beacons for added base protection. The signs will help you through the process.\n\n\nThank you for joining Dinotopia! Be respectful, stay safe, have fun, and go train some dinos!",
          "imageurl": "https://i.imgur.com/7YOIsDg.png"
        }
      },
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.gg/2AV4WXtuR8"
        }
      },
      {
        "link2": {
          "text": "Twitch",
          "url": "https://twitch.tv/dannynfriends"
        }
      },
      {
        "link3": {
          "text": "Insta",
          "url": "https://www.instagram.com/dannynfriends"
        }
      }
    ]
  }
}
